[
	{
		"bakerName": "Abbi",
		"bakerAge": "27",
		"bakerJob": "Veg grower and delivery driver",
		"bakerImage": "abbi",
		"bakerClass": "baker--exited",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Yorkshire-born Abbi first learned to bake alongside her mum, honing those early skills during her teens, when she became enthralled by the Victorian era and especially the traditional bakes of the time – steamed puddings, fruit cakes and more. Now she takes her inspiration from her environment and the beautiful English countryside around her home. A lover of the great outdoors, she forages for seasonal ingredients – the bigger and bolder, the better – and puts her homegrown veg to good use. Abbi’s bakes aim to combine comfort and familiarity with a strong nod towards nature, and a feeling of creating something magical – bakes with a touch of fairytale!"
	},
	{
		"bakerName": "Amos",
		"bakerAge": "43",
		"bakerJob": "Deli and grocery manager",
		"bakerImage": "amos",
		"bakerClass": "baker--exited",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Film and theatre enthusiast, theme-park lover and hospitality professional, Amos grew up in Nottingham with his mum and sister, but now lives and works in North London. As a child, Amos was always amazed by his mum’s ability to whip up delicious bakes at a moment’s notice – making her both the inspiration and the role model for his own commitment to some serious baking. Amos describes his bakes as a labour of love – his style is colourful and chic with keen attention to detail, and he loves exploring different flavour profiles. He compares his baking style to the converted church that he now lives in, calling both his style and home ‘traditional with a modern twist’."
	},
	{
		"bakerName": "Cristy",
		"bakerAge": "33",
		"bakerJob": "Mum and PA",
		"bakerImage": "cristy",
		"bakerClass": "",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Life with four children means that, for Cristy, there always seems to be a birthday to bake for and an exciting party to plan. She describes her baking style as enchanted and pretty – bakes that conjure up a sense of childhood. Cakes are her speciality, and she draws flavour inspiration from her own Israeli heritage and from her husband’s Jamaican roots. She is a dab hand with decoration and gets a thrill out of making sure the results look perfect. When she’s not organising a celebration, you can find her having an outdoor adventure, letting her hair down with her friends, or solving a Rubik’s cube – in under 4 minutes!"
	},
	{
		"bakerName": "Dan",
		"bakerAge": "42",
		"bakerJob": "Civil engineering resource planner",
		"bakerImage": "dan",
		"bakerClass": "",
		"bakerInnuendo": "1",
		"starBaker": "1",
		"hollywoodHandshake": "0",
		"bakerInfo": "Dan’s interest in cooking began when he went travelling in South America in 2007. His particular loves are pies and puddings: before he and his wife bought their first home, they lived with his in-laws, during which time his mother-in-law taught him how to make perfect shortcrust pastry. Subsequently, his passion for pies has evolved into a penchant for patisserie! Perfectionist Dan loves a baking challenge and will often find the hardest bake in one of his many (more than 300!) cookbooks and start there, throwing everything he’s got at creating a masterpiece. When he’s not baking, he loves to play football with his two young sons, work out in the gym, or forage for edible treats in the countryside around his home."
	},
	{
		"bakerName": "Dana",
		"bakerAge": "25",
		"bakerJob": "Database administrator",
		"bakerImage": "dana",
		"bakerClass": "",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Dana’s passion for baking started at the age of 16 when she identified a gap in her family’s traditionally Indian culinary repertoire. As a self-professed untidy baker, Dana would avoid stepping on her mum’s toes in the kitchen by catching the bus to her dad’s house to indulge her need to experiment with her bakes. Now she has a kitchen of her own (and a cockapoo, Gracie, to clean up after her), Dana has become the family’s go-to celebration cake-maker. Her style is rustic and homely, but always pleasing to the eye. She loves a semi-naked cake with neat lines, pretty piping and minimalist decoration; and although she likes to keep her flavours safe, Dana will often incorporate a twist or two, adding in familiar spices associated with her Indian heritage."
	},
	{
		"bakerName": "Josh",
		"bakerAge": "27",
		"bakerJob": "Post-doctoral research associate",
		"bakerImage": "josh",
		"bakerClass": "",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "1",
		"bakerInfo": "Josh is a chemist by trade and brings his scientist’s precision and keenness to experiment into the kitchen, taking careful notes on each part of the baking process and perfecting all his techniques for gorgeous results. He likes to take his inspiration from old baking books, reinventing classics to give them a modern twist, often by introducing alternative flavours and including the seasonal fruit and vegetables from his kitchen garden. Josh has been playing rugby for his local team for more than 15 years, and once a month he bakes lots of treats to reward his teammates after a rigorous training session. He dreams of having his own artisan bakery one day."
	},
	{
		"bakerName": "Keith",
		"bakerAge": "60",
		"bakerJob": "Chartered accountant",
		"bakerImage": "keith",
		"bakerClass": "baker--exited",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Apple pies and fairy cakes – which he learned to bake with his mum – form the baking backdrop to Keith’s childhood, along with his mum’s love for traditional dishes from her home in Malta. Since those formative years, Keith has never stopped baking. Recently, though, he has returned to the baking books of the early 1970s to attempt recipes that were once ‘beyond’ him. He loves the challenge of taking on more complex bakes and has grown in confidence with bread. His partner, Sue, has got very used to waking up to the smell of a freshly baked loaf! They live with their poodle, Maisie, just a few steps from the sea."
	},
	{
		"bakerName": "Matty",
		"bakerAge": "28",
		"bakerJob": "PE and science teacher",
		"bakerImage": "matty",
		"bakerClass": "",
		"bakerInnuendo": "1",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Matty is the type of baker who swats up on online patisserie videos before bed. No matter how good he gets, though, he strives to equal the impressiveness of the bake that first caught his imagination: a teddy-bear cake that his late nan made him for his fourth birthday. Now the family’s designated baker, he always has a list of cake requests for upcoming celebrations. He describes his style as rustic but neat, and his flavour preferences as quite traditional – he particularly loves chocolate, citrus and nuts. Once his days in the tent are over, his next – and even bigger – challenge will be to make his own wedding cake, a special commission from his fiancée, Lara."
	},
	{
		"bakerName": "Nicky",
		"bakerAge": "52",
		"bakerJob": "Retired cabin crew and volunteer",
		"bakerImage": "nicky",
		"bakerClass": "",
		"bakerInnuendo": "2",
		"starBaker": "0",
		"hollywoodHandshake": "1",
		"bakerInfo": "Nicky describes her baking as ‘like a pair of comfy old slippers; little traditional bakes that evoke fond memories’. For Nicky herself, those memories are of her Gran’s kitchen table where, as a little girl, she would roll out pastries and decorate cakes – which she says was as much fun then as all her baking is to her now. Her favourite bakes are still pastries, but she also loves making breads, and fun birthday cakes for her niece and grandchildren. When she’s not baking, Nicky volunteers for a pet-therapy charity (along with her dog, Bracken) and loves to ski, which she has been doing since she was only three years old."
	},
	{
		"bakerName": "Rowan",
		"bakerAge": "21",
		"bakerJob": "Bloody student",
		"bakerImage": "rowan",
		"bakerClass": "",
		"bakerInnuendo": "3",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "‘Go big, or go home’ is Rowan’s motto, and one that he has always applied to his bakes. His earliest baking memories are of scones, pork pies, shortbread and traditional jam tarts (which he claims as a Northern delicacy). A student of English literature, when he’s not writing up a storm, Rowan is also a keen host, applying his creative eye to his cooking – he aims for clean lines and interesting decoration in his finished bakes. Just like his much-admired, knock-out cocktail-making skills, Rowan expresses his grand, opulent side in his bakes, wowing his uni friends with his creations. He made his own 21st birthday cake – a three-tier, 12-layer extravaganza."
	},
	{
		"bakerName": "Saku",
		"bakerAge": "50",
		"bakerJob": "Intelligence analyst",
		"bakerImage": "saku",
		"bakerClass": "",
		"bakerInnuendo": "0",
		"starBaker": "0",
		"hollywoodHandshake": "0",
		"bakerInfo": "Sri Lankan-born Saku places the traditional flavours of her heritage at the heart of her baking – particularly the curry spices, which she claims make for the best pie fillings, while liberal sprinklings of cinnamon, cardamom and nutmeg find their way into her sweeter bakes. At her family home in Sri Lanka, Saku didn’t have an oven until she was 18, so she turned to baking only when she moved with her husband to the UK, in 2003, and particularly when she became a mum – rustling up treats for her children’s lunchboxes by replicating the snacks she saw in the supermarket. Self-taught, she is now a dab hand with a whisk and relishes using her homegrown ingredients from her pride and joy – her vegetable patch."
	},
	{
		"bakerName": "Tasha",
		"bakerAge": "27",
		"bakerJob": "Participation officer",
		"bakerImage": "tasha",
		"bakerClass": "",
		"bakerInnuendo": "1",
		"starBaker": "2",
		"hollywoodHandshake": "1",
		"bakerInfo": "The best thing Tasha remembers about baking as a child was licking the sugar icing from the tops of the fairy cakes she, her mum and her grandma used to make. At secondary school, she made cakes for her friends and was soon encouraged by her Food Technology teacher to develop her skills as a hobby. Much like her attitude to life, Tasha’s baking is fearless. She uses it as a way to express herself creatively, often embarking upon near-impossible designs – with impressive results! When she’s not baking, Tasha loves going to the theatre to see a West End show and she has a passion for travelling the world."
	}
]
